Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/politietssikkerhetstjeneste.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The threat assessment for 2012 is, as in previous years, based on a number of different sources.
nb: Trusselvurderingen for 2012 er som tidligere basert på en rekke ulike kilder.

source: The activity is not just directed at politicians and bureaucrats.
nb: Aktiviteten rettes ikke bare mot politikere og byråkrater.

source: Recruitment is not expected to increase during 2012.
nb: Rekrutteringen forventes ikke å øke i 2012.

source: 2011 has shown us that unexpected events can happen and have huge consequences, both nationally and internationally.
nb: 2011 har også vist oss at uforutsette hendelser kan skjeog få store konsekvenser, både nasjonalt og internasjonalt.

source: Several authoritarian regimes use their intelligence services to identify and conduct surveillance of refugees and dissidents staying in Norway.
nb: Flere autoritære regimer bruker sine etterretnings-tjenester til å kartlegge og overvåke flyktninger og dissidenter som oppholder seg i Norge.

source: We anticipate that some of these individuals will attempt to utilise the anti-Islamic organisations' recruitment base in order to establish sub-groups with a more violent profile.
nb: Vi forventer at enkelte av disse personene vil forsøke å utnytte de antiislamske organisasjonenes rekrutteringsgrunnlag til å etablere undergrupper som har en mer voldelig profil.

source: During such stays abroad they may obtain ideological indoctrination, battle experience and expand their contact network of extreme Islamists.
nb: Dette omfatter blant annet NATO-samarbeid, norsk sjømilitær aktivitet, Forsvarets øvingsvirksomhet og norske etterretningsinstallasjoner.

source: Network operations may have different purposes, such as collection of intelligence, preparations of possible sabotage or manipulation of data.
nb: Nettverksoperasjoner kan ha ulike formål som kan omfatte etterretningsinnsamling, forberedelser til potensiell sabotasje eller manipulasjon av data.

source: A small proportion of the persons
nb: I utvalget er det flere kvinner (prosentvis) i den

source: Secondly, we anticipate an increased focus on Norwegian research and development of civilian and military high technology.
nb: For det andre forventer vi et økende fokus mot norsk forskning og utvikling av sivil og militær høyteknologi.

source: Some will nevertheless experience that the domestic regime threatens either them or their family in the home country, if they do not cease their political activity.
nb: Enkelte vil likevel oppleve at det hjemlige regimet retter trusler enten mot dem selv eller mot familien i hjemlandet, med krav om at den politiske virksomheten opphører.

source: compared to the period from
nb: ha appell til ungdom her i landet.

source: The target may be invited to meetings and seminars and be asked to prepare written reports, articles or chronicles against payment.
nb: Vedkommende vil kunne motta invitasjoner til møter og seminarer, samt få i oppdrag å utarbeide skriftlige rapporter, artikler eller kronikker mot betaling.

source: This will represent a challenge in 2019.
nb: Dette vil representere en utfordring i 2019.

source: The groups have also become more active and violent, causing a significant increase in their execution of politically motivated violence aimed at opponents.
nb: Gruppene er også blitt mer aktive og voldelige, noe som har ført til en markant økning i deres utøvelse av politisk motivert vold rettet mot mot standere.

source: Some foreign countries' services may also be involved in activity that is intended to facilitate sabotage.
nb: En fløy av det høyreekstreme miljøet har hovedsakelig muslimer i sitt fiendebilde.

source: In some areas, however, certain countries do not share our views and priorities.
nb: På noen områder er det imidlertid enkelte land som ikke deler Norges syn og prioriteringer.

source: This is an area where we also expect an increasingly more systematic and effective foreign intelligence activity.
nb: Også her må vi forvente en stadig mer systematisk og effektiv fremmed etterretningsvirksomhet.

source: Certain actors use very complicated company structures and supplier chains and send the goods via unusual routes.
nb: Enkelte aktører benytter seg også av svært kompliserte selskapsstrukturer og leverandørkjeder og sender varene gjennom uvanlige ruter.

source: They will visit and take advantage of a number of arenas, including religious meeting places, asylum centres, prisons and Internet, to radicalise individuals into extreme Islamism.
nb: Disse vil oppsøke og utnytte en rekke arenaer, deriblant religiøse forsamlingssteder, asylmottak, fengsler og Internett, for å radikalisere personer til ekstrem islamisme.

source: Individuals in the extreme Islamist networks are involved in activities that have become more operational in nature than previously.
nb: Personene i de ekstreme islamistiske nettverkene er involvert i aktiviteter av mer operativ karakter enn tidligere.

source: The threat picture may also be affected by international events such as the weakening of al-Qaida, as well as regime changes and unrest in several Arabic countries.
nb: Trusselbildet kan også påvirkes av internasjonale hendelser som al-Qaidas svekkelse, samt regimeendringer og uroligheter i ulike arabiske land.

source: On the other hand the general crime picture in this country is affected by the situation in other European countries.
nb: Samtidig er det generelle kriminalitetsbildet her i landet påvirket av situasjonen i andre europeiske land.

source: In addition, racism - and particularly hateful anti-Islamic utterances - has become more visible.
nb: I tillegg har rasisme og særlig hatefulle antiislamske uttalelser blitt mer synlige.

source: in Norway is important for the stability of the
nb: fortsatt i Syria, enkelte har vært der i over et

source: There will still be certain radicalisers who operate independently, without any affiliation to an organised milieu.
nb: Det vil fortsatt være enkelte radikalisatorer som opererer på selvstendig basis, uten tilknytning til et organisert miljø.

source: Vital security systems are also being operated electronically.
nb: Vitale sikkerhetssystemer opereres også elektronisk.

source: Norwegian left-wing extremists are considered highly unlikely to try to carry out terrorist acts in 2019.
nb: Det vurderes som svært lite sannsynlig at norske venstreekstreme vil forsøke å gjennomføre terrorhandlinger i 2019.

source: Extreme Islamism will continue to represent the greatest terrorist threat to Norway in 2012.
nb: Ekstrem islamisme vil fortsatt utgjøre den største terrortrusselen for Norge i 2012.

source: The majority of those who travel appear to be engaged in supporting militant groups that have a local or regional focus.
nb: De fleste som reiser synes å være opptatt av å støtte militante grupper som har et lokalt eller regionalt fokus.

source: Very few Norwegian Muslims are extreme Islamists, and the number of new individuals who become radicalised is expected to remain low in 2019.
nb: Svært få norske muslimer er ekstreme islamister, og antall nye personer som radikaliseres, for-ventes fortsatt å være lavt i 2019.

source: This can have a radicalising impact on those who are vulnerable.
nb: Dette kan virke radikaliserende på utsatte personer.

source: Extreme Islamists appear to be engaged in an increasingly broader spectrum of activities, which could support terrorism.
nb: Ekstreme islamister synes å være engasjert i et stadig bredere spekter av aktiviteter som kan understøtte terrorisme.

source: There has been an increase in politically extremist activities in Europe over the last couple of years, particularly among left-wing extremist and anarchist groups.
nb: Vi ser også at eksportkontrollerte varer som befinner seg i utlandet, for eksempel under transport eller installasjon, kan bli utsatt for tyveri fra anskaffelsesnettverk.

source: Such stays could influence an individual's desire and ability to plan terrorist acts in this country.
nb: Slike opphold kan påvirke den enkeltes ønske og evne til å planlegge terrorhandlinger her i landet.

source: in Norway have declined,
nb: å formidle ekstremistisk retorikk, der Norge er

source: They could therefore more easily recruit new individuals to the extremist groups.
nb: De kan derfor lettere rekruttere nye personer til de ekstreme miljøene.

source: Threat actors also use servers connected to Internet as a gate of entry.
nb: I tillegg ser vi at trusselaktører bruker servere som er koblet til Internett som inngangsport.

source: Individuals who are settled here organise trips to conflict zones for training or to participate in battles, and recruit individuals for possible terrorist purposes.
nb: Personer som er bosatt her organiserer reiser til konfliktområder for trening eller deltakelse i kamp, og rekrutterer personer til mulige terrorformål.

source: to the general public.
nb: reaksjoner i Norge.

source: In addition, in recent years there have been several solo terrorist occurrences in Western countries.
nb: I tillegg har det de siste årene vært flere soloterrorhendelser i vestlige land.

source: However, there are some who return from stays abroad.
nb: Det er imidlertid noen som returnerer fra opphold i utlandet.

source: of well organised milieus has a positive impact on the threat situation, because such milieus in the past have turned out to be important driving forces for radicalisation, recruitment and development of a will to carry out terrorist acts.
nb: Fraværet av godt organiserte miljøer er positivt for trusselbildet, fordi slike miljøer tidligere har vist seg å være en viktig drivkraft for radikalisering, rekruttering og utvikling av vilje til å gjennomføre terrorhandlinger.

source: A compendium put together by the perpetrator also provides detailed tactical instructions for the preparation of solo terrorism in Norway.
nb: Et kompendium sammenfattet av gjerningsmannen gir også detaljerte taktiske instruksjoner for forberedelser av soloterrorisme i Norge.

source: The conspiracy theories that are presented on these websites seldom contain direct requests to commit acts of violence.
nb: For ekstreme islamister kan fiendebildet være farget av både personlige motiver og ideologisk overbevisning.

source: Radicalisation is used by PST to refer to the process by which a person increasingly accepts the use of violence as a means of achieving political, religious or ideological aims.
nb: Radikalisering defineres som en prosess der en person i økende grad aksepterer bruk av vold for å oppnå politiske, religiøse eller ideologiske mål.

source: In some instances relevant products and technologies are transported via intermediaries in several different countries before they end up in, for example, Iran.
nb: I enkelte tilfeller transporteres relevante produkter og teknologi via mellomledd i flere ulike land, før de ender opp i for eksempel Iran.

source: Very few Norwegian Muslims are extreme Islamists, and the number of new radicalised individuals is expected to remain small in 2019
nb: Svært få norske muslimer er ekstreme islamister og antallet nye personer som radikaliseres forventes å fortsatt være lavt i 2019.

source: We therefore expect intelligence activities in this area to continue.
nb: Vi forventer derfor at etterretningsaktiviteten på dette feltet vil vedvare.

source: Various types of procurement activities are being carried out in Norway.
nb: Det pågår ulike former for anskaffelsesvirksomhet i Norge.

source: We therefore consider it possible that extreme Islamists will try to carry out a terrorist attack, and this is assessed to represent the most serious terrorist threat to Norway this year.
nb: Det vurderes derfor som mulig at ekstreme islamister vil forsøke å utføre terrorangrep, og dette vurderes å være den mest alvorlige terrortrusselen i Norge i år.

source: Internet will continue to be the main arena for and source of spreading right-wing extremist propaganda.
nb: Internett vil fortsette å være hovedarenaen for og kilden til spredning av høyreekstrem propaganda.

source: ISIL’s military defeat will still weaken the terrorist organisation’s ability to produce propaganda aimed at radicalising and instigating terrorist attacks.
nb: ISILs militære nederlag vil fortsatt svekke terrororganisasjonens evne til å produsere propaganda med mål om å radikalisere og å opp fordre til terrorangrep.

source: In the same way Norway is also used as a country of transit for the undercover procurement of technology.
nb: På samme måte blir også Norge benyttet som transittland for skjulte anskaffelser av teknologi.

source: The terrorist acts as well as the compendium could have a radicalising effect on individuals within the anti-Islamic groups.
nb: Både terrorhandlingene og kompendiet kan virke radikaliserende på enkelte personer i de antiislamske miljøene.

source: The threat from these groups is expected to remain low in 2012.
nb: Trusselen fra disse miljøene forventes å forbli lav i 2012.

source: Up to now there has still been very limited participation in public commemorations and demonstrations arranged by anti-Islamic organisations in Norway.
nb: Likevel har det hittil vært svært begrenset oppslutning om offentlige markeringer og demonstrasjoner arrangert av antiislamske organisasjoner i Norge.

source: Individuals with both direct and indirect access to sensitive information will be subject to such recruitment attempts.
nb: Rekrutteringsforsøkene vil rette seg mot personer med både direkte og indirekte tilgang til sensitiv informasjon.

source: Firstly, the bulk of intelligence activity directed at Norwegian interests will continue to concentrate on traditional themes such as energy, defence, security and military preparedness issues as well as the political processes and decisions connected to these.
nb: For det første vil hovedtyngden av etterretningsvirksomheten rettet mot norske interesser fortsatt konsentrere seg om tradisjonelle temaer som energi, forsvars-, sikkerhets- og beredskapsspørsmål og politiske prosesser og beslutninger knyttet til disse.

source: Norway and Norwegian interests are subjected on a daily basis to unwanted and illegal intelligence gathering by other countries.
nb: Norge og norske interesser utsettes daglig for uønsket og ulovlig etterretning fra andre stater.

source: Foreign intelligence services map Norwegian political processes and negotiation positions.
nb: Fremmede etterretningstjenester kartlegger norske politiske prosesser og forhandlingsstandpunkter.

source: The majority of websites do not advance a message of violence.
nb: De fleste nettsidene fremmer ikke et voldelig budskap.

source: activity and support of extreme Islamism in Norway.
nb: og støtte til ekstrem islamisme i Norge.

source: Several Norwegian research communities are world leaders in specialist areas of great economic and military significance.
nb: Flere norske forskningsmiljøer er verdensledende på nisjeområder av stor økonomisk og militær betydning.

source: Individuals who have participated in battle or in training camps often have an enhanced status in groups here at home.
nb: Personer som har deltatt i kamp eller på treningsleire får ofte en forhøyet status i miljøene her hjemme.

source: However, they are not connected to any political group.
nb: Disse er imidlertid ikke tilknyttet et politisk miljø.

source: Players connected to Iran are expected to be active in their attempts to procure such crucial technology.
nb: Aktører med knytninger til Iran forventes å være aktive med anskaffelsesforsøk av slik nøkkelteknologi.

source: Several people would find it stigmatising to be associated with extremism and therefore quit these groupings.
nb: Den vanligste inngangen til et nettverk er imidlertid via målrettede e-poster, såkalt spear phishing.

source: Even if extensive spreading of anti-immigration and anti-Islamic propaganda on Internet continues, the threshold for carrying out terrorist acts will be high.
nb: Selv om det fortsatt vil være mye spredning av innvandrings- og islamfiendtlig propaganda på Internett, vil terskelen for å gjennomføre terrorhandlinger være høy.

source: The Norwegian NATO membership, Norway's relationship with the EU, its co-operation with Russia and USA and its participation in the Arctic Council, are co-operative relationships which continue to be of intelligence interest.
nb: Norsk NATO-medlemskap, Norges relasjon til EU, samarbeidet med Russland og USA og deltagelse i Arktisk råd, er samarbeidsrelasjoner som fortsatt er av etterretningsmessig interesse.

source: There are around 30 Norway-related foreign fighters left in Syria.
nb: Det er om lag 30 norgestilknyttede fremmedkrigere igjen i Syria.

source: Those who present such threats do so partly in order to express frustration, draw attention to a failure in the system or to stimulate change.
nb: De som fremsetter slike trusler, gjør dette blant annet for å uttrykke frustrasjon, synliggjøre systemsvikt eller fremprovosere en endring.

source: Norwegian left-wing extremists are considered highly unlikely to try to carry out any terrorist acts in 2019.
nb: Det vurderes som svært lite sannsynlig at norske venstreekstreme vil forsøke å gjennomføre terrorhandlinger i 2019.

source: Foreign actors may also want to purchase strategically placed properties, which can be used for covert intelligence activity against Norwegian and allied military activity.
nb: Det vil også kunne forekomme tilfeller der utenlandske aktører ønsker å kjøpe strategisk plasserte eiendommer, som kan brukes til fordekt etterretningsvirksomhet mot norsk og alliert militær aktivitet.

source: Foreign actors invest in Norwegian enterprises, enter into financing or licensing agreements or long-term agreements about production and cooperation.
nb: Utenlandske aktører investerer i norske foretak, inngår finansierings- eller lisensavtaler eller langsiktige avtaler om produksjon og samarbeid.

source: There are many who become inspired by the anti-Islamic groups' xenophobic message.
nb: Det er mange personer som blir inspirert av de antiislamske miljøenes fremmedfiendtlige budskap.

source: It will therefore be a prioritised task for PST to uncover the activity of extreme Islamists preparing terrorist acts in Norway.
nb: Det vil derfor være en prioritert oppgave for PST å avdekke aktiviteten til ekstreme islamister som forbereder terrorvirksomhet i Norge.

source: The fact that certain anti-immigration and anti-Islamic groups seem to increase their presence on the Norwegian right-wing extremist scene, will nevertheless represent a particular challenge this year.
nb: Det at enkelte innvandrings- og islamfiendtlige grupper ser ut til åøke sin tilstedeværelse i de norske høyreekstreme miljøene, vil utgjøre en særskilt utfordring det kommende året.

source: Technology which can be used to develop and produce missiles will be particularly exposed.
nb: I den forbindelse vil teknologi som kan brukes til missilutvikling og –produksjon, være spesielt utsatt.

source: Furthermore, several anti-Islamic players voice support for Israel.
nb: Videre uttrykker flere antiislamske aktører støtte til Israel.

source: Norway will therefore continue to be intelligence
nb: første rekke relatert til personer som har tilknyt-

source: Some have also considered quitting politics.
nb: Enkelte har også vurdert å slutte som politi-kere.

source: The propaganda was most effective combined with ISIL’s progress in Syria and Iraq, but is expected to remain a factor which could influence radicalisation and potential terrorist planning.
nb: Propagandaen hadde størst effekt i kombina-sjon med ISILs fremgang i Syria og Irak, men forventes fortsatt å være en faktor som kan påvirke radikalisering og eventuell terrorplanlegging.

source: There are still few left-wing extremist groups in Norway.
nb: Det vil fortsatt være få venstreekstreme grupper i Norge.

source: At the same time some individuals have expressed support for the perpetrator.
nb: Samtidig er det enkelte personer som har uttrykt støtte til gjerningsmannen.

source: Their aim is to acquire sensitive information and to influence decisions.
nb: Formålet vil være å skaffe sensitiv informasjon og å påvirke beslutninger.

source: power markets in the Nordic countries and
nb: miljøene i Norge er i første rekke støtte-

source: The level of activity within violent far-left extremist groups in Norway has remained stable in recent years.
nb: Aktivitetsnivået innenfor voldelige venstreekstreme miljøer i Norge har vært stabil de siste årene.

source: The extent of radicalisation and the likelihood of right-wing extremist violence and terrorist acts could, however, increase as a result of spontaneous and unpredictable incidents in Norway.
nb: Omfanget av radikalisering og sannsynligheten for høyreekstreme volds- og terror handlinger kan imid-lertid øke som en følge av spontane og uforutsette hendelser i Norge.

source: Several of the services operating in Norway are tasked to influence such decisions, and this is likely to continue in 2019.
nb: Flere av tjenestene som opererer her i landet, har som oppdrag å påvirke slike beslutninger, og det er sannsynlig at de vil forsøke å gjøre dette også i 2019.

source: Some of the services have for instance threatened their own citizens both directly and indirectly with repercussions on their relatives at home, if they refuse to cooperate.
nb: For eksempel erfarer vi at enkelte av tjenestene både direkte og indirekte truer med at det vil få konsekvenser for slektninger i hjemlandet dersom de ikke samarbeider.

source: Intelligence services can more easily infiltrate companies and institutions when employers do not carry out detailed enough background checks on applicants.
nb: Etterretningstjenester kan lettere infiltrere bedrifter og institusjoner når arbeidsgivere ikke grundig nok sjekker bakgrunnen til arbeidssøkere.

source: Some extreme Islamists in Norway are likely to organise fundraising campaigns this year.
nb: Enkelte ekstreme islamister i Norge vil sannsynligvis gjennomføre pengeinnsamlinger det neste året.

source: Following 22 July, individuals who subscribe to a right-wing political persuasion have made many threats.
nb: Etter 22. juli har mange trusler blitt fremsatt av personer som tilkjennegir en høyreorientert politisk overbevisning.

source: Such stays can also to a large extent influence an individual's intention to plan terrorist activities in this country.
nb: Slike opphold kan også i stor grad påvirke personers intensjon om å planlegge terrorhandlinger her i landet.

source: The perpetrator responsible for the terrorist acts on 22 July has attempted to justify the attacks in part by reference to anti-Islamic propaganda.
nb: Gjerningsmannen som er ansvarlig for terrorhandlingene 22. juli, har forsøkt å rettferdiggjøre angrepene blant annet med henvisning til antiislamsk propaganda.

source: Solo terrorists have carried out all terrorist acts perpetrated by extreme Islamists in Scandinavia in the last couple of years.
nb: Alle terroraksjoner gjennomført av ekstreme islamister i Skandinavia de siste par årene, har vært utført av soloterrorister.

source: Several of the leaders are individuals who have been brought up in this country.
nb: Flere av lederskikkelsene er personer som er oppvokst her i landet.

source: On the other hand, players who present a threat could commit violent acts irrespective of such travels.
nb: Samtidig kan trusselaktører gjennomføre voldelige handlinger uavhengig av slike reiser.
